testdata/m4/limits/expected-deep-default.short.dot
digraph fluxos {
  "m_1b9028fe90a6" [label="Deep.a()", kind="method"];
  "m_dd362ee05388" [label="Deep.b()", kind="method"];
  "m_a5209eb41e02" [label="Deep.c()", kind="method"];
  "m_fa8378f0b504" [label="Deep.d()", kind="method"];
  "m_fa5d243d9ae8" [label="Deep.e()", kind="method"];
  "m_8eaee5f3c821" [label="Deep.f()", kind="method"];
  "m_1b9028fe90a6" -> "m_dd362ee05388";
  "m_dd362ee05388" -> "m_a5209eb41e02";
  "m_a5209eb41e02" -> "m_fa8378f0b504";
  "m_fa8378f0b504" -> "m_fa5d243d9ae8";
  "m_fa5d243d9ae8" -> "m_8eaee5f3c821";
}
