testdata/m4/limits/expected-deep-default.short.mmd
flowchart TD
  m_1b9028fe90a6["Deep.a()"]
  m_dd362ee05388["Deep.b()"]
  m_a5209eb41e02["Deep.c()"]
  m_fa8378f0b504["Deep.d()"]
  m_fa5d243d9ae8["Deep.e()"]
  m_8eaee5f3c821["Deep.f()"]
  m_1b9028fe90a6 --> m_dd362ee05388
  m_dd362ee05388 --> m_a5209eb41e02
  m_a5209eb41e02 --> m_fa8378f0b504
  m_fa8378f0b504 --> m_fa5d243d9ae8
  m_fa5d243d9ae8 --> m_8eaee5f3c821
